export const ExDetailData = {
  nickname: '닉네임',
  company: '카카오',
  job: '프론트엔드 개발자',
  careerYear: 3,
  projectCount: 15,
  starRating: 4.0,
  githubLink: 'https://github.com/seungzzok',
  introduction:
    '안녕하세요, 프론트엔드 개발자 류관곤입니다. 근데 백엔드도 해요. 전천재랍니다.. 우하하하하 저에게 코드리뷰 받으시면 네이버 가실수있어요 그럴걸요 ? 후회하지않으실겁니다다다다 안녕하세요, 프론트엔드 개발자 류관곤입니다. 근데 백엔드도 해요. 전 천재랍니다.. 우하하하하',
  codeStyle:
    '안녕하세요, 프론트엔드 개발자 류관곤입니다. 근데 백엔드도 해요. 전천재랍니다.. 우하하하하 저에게 코드리뷰 받으시면 네이버 가실수있어요 그럴걸요 ? 후회하지않으실겁니다다다다 안녕하세요, 프론트엔드 개발자 류관곤입니다. 근데 백엔드도 해요. 전 천재랍니다.. 우하하하하',
  carrerInfo:
    '안녕하세요, 프론트엔드 개발자 류관곤입니다. 근데 백엔드도 해요. 전천재랍니다.. 우하하하하 저에게 코드리뷰 받으시면 네이버 가실수있어요 그럴걸요 ? 후회하지않으실겁니다다다다 안녕하세요, 프론트엔드 개발자 류관곤입니다. 근데 백엔드도 해요. 전 천재랍니다.. 우하하하하',
  reviewCount: 5,
  stacks: ['개발 스택1', '개발 스택2', '개발 스택3', '개발 스택4'],
  hashtags: ['친절해요', '준비를 잘 해줘요', '다양한 방법을 제시해줘요'],
  reviewData: [
    {
      reviewId: 1,
      starRating: 4.0,
      date: '2024.03.04',
      hashtags: ['친절해요', '준비를 잘 해줘요', '다양한 방법을 제시해줘요'],
      content:
        '리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. ',
      project: '의뢰한 프로젝트에 대한 설명',
      request: '코드에 코멘트를 꼼꼼하게 달아주세요. ~~가 모르겠어요. ...',
      stacks: ['개발 스택1', '개발스택2'],
      profileUrl: '',
      nickname: '후니',
    },
    {
      reviewId: 2,
      starRating: 4.0,
      date: '2024.03.04',
      hashtags: ['친절해요', '준비를 잘 해줘요', '다양한 방법을 제시해줘요'],
      content:
        '리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. ',
      project: '의뢰한 프로젝트에 대한 설명',
      request: '코드에 코멘트를 꼼꼼하게 달아주세요. ~~가 모르겠어요. ...',
      stacks: ['개발 스택1', '개발스택2'],
      profileUrl: '',
      nickname: '후니',
    },
    {
      reviewId: 3,
      starRating: 4.0,
      date: '2024.03.04',
      hashtags: ['친절해요', '준비를 잘 해줘요', '다양한 방법을 제시해줘요'],
      content:
        '리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. 리뷰 작성 글 텍스트가 들어갑니다. ',
      project: '의뢰한 프로젝트에 대한 설명',
      request: '코드에 코멘트를 꼼꼼하게 달아주세요. ~~가 모르겠어요. ...',
      stacks: ['개발 스택1', '개발스택2'],
      profileUrl: '',
      nickname: '후니',
    },
  ],
};
